[
    {
        "created": "20251127104412344",
        "text": "一个看起来非常简单的道理， 在绝大多数情况下，只要身体没有生理的疲劳，就不断行动，不管情绪如何。 这个表面上看起来太简单了， 像是废话， 但我观察自己和周围的人， 发现未必， 很多人遇到抗拒的事情， 比如有论文要写，或者有什么工作任务要做， 因为讨厌做，或者担心做不好， 反正就是类似拖延症，你懂的， 然后就迟迟不做， 就是不行动， 这实际上是被情绪绊住了， 卡在无法开始的状态， 这事我觉得跟自恋有关系， 你把自己的行动看得太重要了， 似乎出手就要有进展， 就得有成果， 而实际上，任务的推进， 经常由大量看起来没有什么作用的行动组成， 比如只是找参考资料， 比如只是整理手里现有的信息， 这些完全没有任何难度， 仅仅是一堆琐碎，需要大量行动而已， 我们太喜欢抽象的思考， 把一大堆为了完成一个目标的行动， 想成是在做一件事， 而实际上，落实到具体中， 你没法说哪个步骤是在做一件事， 或者说，过程中的每个步骤都是在做一件事， 以前看过一个似乎正能量的故事， 说什么三个工匠在建房子， 第一个说自己在砌墙， 第二个说自己在建房子， 第三个说自己在修建美丽的城市。 这故事本身没错，是要启发人们用一个更大的解释， 赋予自己所作事情更宏大，更重要的意义， 随之产生不一样的心情和动力， 但反过来，这种思维方式也有害， 比如，你的目标只是砌墙， 很可能你一下午目标就完成了， 如果你的目标是要盖一栋房子， 很可能一个月过去还没完成， 如果你的目标是建设一座城市， 完蛋了，可能你一辈子都完不成。 这三种给人的压力也不同， 你的进度感也完全不同， 所以人必须灵活，不能一根筋， 要做到武志红说的既能A，又能-A， 拖延症很大的原因在于目标过于宏大， 所以增加行动力的重要方法是拆解目标， 变成一个个小目标，去完成， 但这种事情并不是说说就能做到， 而是需要体会，不然很可能， 你理性上知道自己正在按照人家说的方法拆解目标， 但你的情绪不会跟着走， 因为你心里那个终极目标还是存在， 就像你知道自己要爬一座海拔2500米的山， 就算你理性上给自己分解了目标， 说已经爬500米了，完成一个小目标， 但这个大目标你清楚的知道， 不太可能因为500米的小目标实现而非常开心， 更有可能你心里不由自主会想， 麻蛋，还有2000米呢， 这不是一个理性思考就能解决的问题， 这是一个生命感悟的问题， 为啥不断行动呢， 因为行动会带来新的局面， 新的局面会带来新的生命体验， 然后强化行动有好处的感受， 进而让行动变得更容易， 就像赶海一样， 翻开的石头越多， 找到螃蟹的可能性越大， 这样，你慢慢会形成预期， 你总觉得下一个行动会带来收获， 然后行动的欲望就会大幅增加， 总觉得接下来会有不确定的收获， 这是分泌多巴胺的重要途径， 你想想，过去玩游戏， 凡是好玩的游戏是不是都遵循两个原则， 一是你有预期，你知道接下来打怪会有奖励， 二是奖励不确定，你不知道会得到什么奖励， 这两条缺一不可， 如果没了预期，你马上没了动力， 而且奖励不能确定，一旦是确定的奖励， 你知道接下来，打的怪要么什么都不掉， 一掉就是上次打到的哪条裤子， 完了，你肯定不爱玩， 并且说这游戏是哪个神经病做的， 多巴胺的分泌就依赖上面两点， 有预期，奖励不确定。 而行动，生活中琐碎的行动， 本身就容易产生不确定的奖励， 为什么不确定， 因为过去你经常拖延， 所以真的顺利完成的任务并不足够多， 哪怕你是收拾房间， 对于常年不爱动的人， 一个整洁的房间都是一件不经常体会的新奖励， 仔细想，你会发现， 生活中，因为懒得动， 而没有体验过的奖励多了去了， 行动，并体验奖励， 是一件很好玩的事情。 不要轻视生活中的微小行动， 动和不动相差十万八千里。",
        "title": "增加行动力的重要方法是拆分目标(1764240252344)",
        "modified": "20251127104622759",
        "tags": "LiteratureNotes",
        "type": "text/vnd.tiddlywiki",
        "caption": "增加行动力的重要方法是拆分目标",
        "authors": "unknown ",
        "year": "2023-10",
        "visibility": "Public",
        "url": "https://www.zhihu.com/question/603738353/answer/3262216792",
        "description": "",
        "medium": "Post",
        "progress": "Pending",
        "rating": ""
    }
]